{
  "_": "en",
  "home": "Home",
  "our_story": "Our Story",
  "wedding": "Wedding",
  "rsvp": "RSVP",
  "photos": "Photos",
  "hotel": "Hotel",
  "registry": "Registry",
  "rsvp_code": "RSVP code",
  "submit": "Submit",
  "invalid_rsvp_code": "The RSVP code you submitted is invalid. Please check the spelling and try again.",
  "invalid_registry_item": "This registry item does not exist. Please select another item.",
  "landing_announcement": "We're getting married!",
  "our_story_title": "Our story",
  "our_story_detail": "<p>Jen and Eddie began their courtship in keeping with the most sacred of millennial traditions: by swiping right on Bumble. After a short conversation, and motivated by their mutual need for a Brewery Passport stamp, they decided to go out for a first date at Bookhouse Brewery in Hingetown. Satisfied with their initial meeting, Jen offered two suggestions for a second date: the Greek Festival or the Garlic Festival. An obvious choice led them to share a delicious basket of garlic fries and a detestable cup of garlic ice cream, solidifying the start of a promising relationship and proving definitively that Eddie is not a vampire.</p><p>During three years together, Jen and Eddie supported each other through COVID, learned to live together under a single roof, saw many musicals together, and traveled to places like Spain, Miami, and the Southwest U.S. On May 27, 2022, under a tree in Central Park, and in front of many curious squirrels, Eddie proposed, and Jen said yes. The rest is history.</p>",
  "wedding_date": "August&nbsp;19,&nbsp;2023",
  "wedding_time": "5:00&nbsp;pm",
  "wedding_location": "House of Blues<br>308 Euclid Avenue<br>Cleveland, OH 44114",
  "wedding_dress_code": "Cocktail attire",
  "hotel_detail": "Our room block is at the Hyatt Regency Cleveland. It is a two-minute walk from the House of Blues. The group rate is $199/night. You can book online using <a href=\"https://www.hyatt.com/en-US/group-booking/CLERC/G-SALK\">this link</a> or by calling Hyatt reservations at <a href=\"tel:+14025935083\">(216)&nbsp;575&nbsp;1234</a> and asking for the Salkin-Cosma wedding rate. If you are asked to enter a group code during booking, use <strong>G-SALK</strong>. The cutoff date for the group rate is July 19, but we recommend booking much sooner because space is limited.",
  "hotel_book_now": "Book Now",
  "hotel_parking": "Parking",
  "hotel_parking_detail": "Valet parking is available at the Hyatt Regency for $42/night with in-and-out privileges. There are many parking garages within walking distance with less expensive rates. Alternatively, street parking is free all night on weekends.",
  "hotel_contact": "Contact information",
  "hotel_contact_detail": "420 Superior Avenue East<br>Cleveland, OH 44114<br><a href=\"tel:+12165751234\">(216)&nbsp;575&nbsp;1234</a><br><a href=\"mailto:salesclerc@hyatt.com\">salesclerc@hyatt.com</a>",
  "registry_purchase": "Purchase gift",
  "registry_price_format": "$%.2f",
  "remain_zero": "remain",
  "remain_one": "remains",
  "remain_plural": "remain"
}